withfig.fig
davidanson.vscode-markdownlint
vscodevim.vim
wallabyjs.console-ninja
dbaeumer.vscode-eslint
rvest.vs-code-prettier-eslint
esbenp.prettier-vscode
adonisjs.vscode-edge
drcika.apc-extension
josemurilloc.aura-spirit-dracula
obstinate.vesper-pp
raunofreiberg.vesper
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
brandonkirbyson.vscode-animations
miguelsolorio.symbols
jripouteau.japa-vscode
ms-vscode.makefile-tools
mikestead.dotenv
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
formulahendry.code-runner
miguelsolorio.fluent-icons
miguelsolorio.min-theme
adpyke.codesnap
liamhammett.inline-parameters
kamikillerto.vscode-colorize
anseki.vscode-color
wayou.vscode-todo-highlight
ritwickdey.liveserver
editorconfig.editorconfig
isudox.vscode-jetbrains-keybindings
eamodio.gitlens
pkief.material-icon-theme
yzhang.markdown-all-in-one
janisdd.vscode-edit-csv
yechunan.json-color-token
dracula-theme-pro.theme-dracula-pro
sibiraj-s.vscode-scss-formatter
mrmlnc.vscode-scss
unifiedjs.vscode-mdx
